Repository: Trip7274/plasmusic-toolbar
Catalog: src/translate/*.po
Languages: fr

source: General
fr: Général

source: Panel View
fr: Vue panneau

source: Full View
fr: Vue complète

source: Bring player to the front
fr: Mettre le lecteur au premier plan

source: This player can't be raised
fr: Ce lecteur ne peut pas être mis au premier plan

source: Layout
fr: Disposition

source: Fill available space in the panel
fr: Remplir l'espace disponible dans le panneau

source: The widget fills all available width in the horizontal panel (or height in the vertical panel); the icon is aligned to the left (or top) and the playback controls are aligned to the right (or bottom); The song text can be positioned based on user preference.
fr: Le widget remplit toute la largeur disponible dans le panneau horizontal (ou la hauteur dans le panneau vertical) ; l'icône est alignée à gauche (ou en haut) et les contrôles de lecture sont alignés à droite (ou en bas) ; le texte de la chanson peut être positionné selon les préférences.

source: Song text alignment:
fr: Alignement du texte :

source: Left (Top for vertical panel)
fr: Gauche (Haut pour panneau vertical)

source: Center
fr: Centre

source: Right (Bottom for vertical panel)
fr: Droite (Bas pour panneau vertical)

source: Show icon:
fr: Afficher l'icône :

source: Show song text
fr: Afficher le texte de la chanson

source: Show skip backward control
fr: Afficher le contrôle de retour arrière

source: Show play/pause control
fr: Afficher le contrôle lecture/pause

source: Show skip forward control
fr: Afficher le contrôle d'avance rapide

source: Icon customization
fr: Personnalisation de l'icône

source: Icon:
fr: Icône :

source: Size:
fr: Taille :

source: Use album cover as icon
fr: Utiliser la pochette comme icône

source: Fallback to icon if cover is not available
fr: Revenir à l'icône si la pochette n'est pas disponible

source: Album cover radius:
fr: Arrondi de la pochette :

source: Song text customization
fr: Personnalisation du texte du titre

source: Song title position:
fr: Position du titre :

source: Hidden
fr: Caché

source: First line
fr: Première ligne

source: Second line
fr: Deuxième ligne

source: Artists position:
fr: Position de l'artiste :

source: Album title position:
fr: Position du titre d'album :

source: Use fixed width
fr: Utiliser une largeur fixe

source: fixed width:
fr: Largeur fixe :

source: max width:
fr: Largeur max :

source: Truncated text style:
fr: Style du texte tronqué :

source: Works only when the text is not scrolling and in the initial position
fr: Fonctionne uniquement lorsque le texte ne défile pas et est en position initiale

source: Elide
fr: Ellipse

source: Fade out
fr: Fondu

source: None
fr: Aucun

source: Text scrolling
fr: Défilement du texte

source: Enabled
fr: Activé

source: Speed:
fr: Vitesse :

source: When text overflows:
fr: Lorsque le texte déborde :

source: Always scroll
fr: Toujours défiler

source: Scroll only on mouse over
fr: Défiler uniquement au survol

source: Always scroll except on mouse over
fr: Toujours défiler sauf au survol

source: Pause scrolling while media is not playing
fr: Mettre le défilement en pause si le média n'est pas en lecture

source: Reset position when scrolling is paused
fr: Réinitialiser la position lorsque le défilement est en pause

source: Playback controls customization
fr: Personnalisation des contrôles de lecture

source: Space between controls
fr: Espace entre les contrôles

source: Background
fr: Fond

source: Media progress
fr: Progression du média

source: Colors from album cover
fr: Couleurs de la pochette

source: Use album cover as icon should be checked for background to work.
fr: "Utiliser la pochette comme icône" doit être activé pour que le fond fonctionne.

source: Background radius:
fr: Arrondi du fond :

# @item:inmenu Open icon chooser dialog
source: Choose...
fr: Choisir…

# @item:inmenu Reset icon to default
source: Clear Icon
fr: Effacer l'icône

source: Show album cover
fr: Afficher la pochette

source: Show progress bar
fr: Afficher la barre de progression

source: Left
fr: Gauche

source: Right
fr: Droite

source: Song text position:
fr: Position du texte :

source: Above progress bar
fr: Au-dessus de la barre de progression

source: Under progress bar
fr: Sous la barre de progression

source: Show volume control
fr: Afficher le contrôle de volume

source: Show shuffle control
fr: Afficher le contrôle de lecture aléatoire

source: Show playback controls
fr: Afficher les contrôles de lecture

source: Show loop control
fr: Afficher le contrôle de répétition

source: Fill available space with playback controls
fr: Les contrôles de lecture remplissent l'espace disponible

source: When enabled, playback controls are spread across the full width of the widget. When disabled, they are grouped together in the center.
fr: Lorsqu'activé, les contrôles de lecture sont répartis sur toute la largeur du widget. Lorsque désactivé, ils sont regroupés au centre.

source: Minimum resizable width:
fr: Largeur minimale redimensionnable :

source: Maximum resizable width:
fr: Largeur maximale redimensionnable :

source: Album cover
fr: Pochette d'album

source: Album placeholder:
fr: Image de remplacement :

source: Choose…
fr: Choisir…

source: Clear
fr: Effacer

source: Song Text Customization
fr: Personnalisation du texte

source: Background (desktop widget only):
fr: Fond (widget bureau uniquement) :

source: Transparent (Shadow content)
fr: Transparent (contenu ombré)

source: Use album cover as background
fr: Utiliser la pochette comme fond

source: (Experimental feature)
fr: (Fonctionnalité expérimentale)

source: Playback source
fr: Source de lecture

source: Player:
fr: Lecteur :

source: Choose automatically
fr: Choisir automatiquement

source: The player will be chosen automatically based on the currently playing song. If two or more players are playing at the same time, the widget will choose the one that started playing first.
fr: Le lecteur sera choisi automatiquement en fonction de la chanson en cours de lecture. Si deux lecteurs ou plus lisent en même temps, le widget choisira celui qui a commencé à jouer en premier.

source: Always:
fr: Toujours :

source: Always display information from the selected player, if it's not running the widget will be hidden. In the dropdown you can choose between all the players that are currently running, if you can't find the one you want, open the player application and reload the list with reload button.
fr: Affiche toujours les informations du lecteur sélectionné. S'il n'est pas en cours d'exécution, le widget sera masqué. Dans la liste déroulante, vous pouvez choisir parmi tous les lecteurs en cours d'exécution. Si vous ne trouvez pas celui souhaité, ouvrez l'application et rechargez la liste avec le bouton de rechargement.

source: Font customization
fr: Personnalisation de la police

source: Custom font:
fr: Police personnalisée :

source: No media found behavior
fr: Comportement sans média

source: Show widget when no media found
fr: Afficher le widget quand aucun média n'est trouvé

source: Text displayed when no media found:
fr: Texte affiché quand aucun média n'est trouvé :

source: Controls behaviour
fr: Comportement des contrôles

source: Volume step:
fr: Pas du volume :

source: Choose a Font
fr: Choisir une police

source: No media playing
fr: Aucun média en lecture

# %1 is the media artist/author and %2 is the player name
source: by %1 (%2)
fr: par %1 (%2)

source: Middle-click to pause
fr: Clic du milieu pour mettre en pause

source: Middle-click to play
fr: Clic du milieu pour lire

source: Scroll to adjust volume
fr: Défilement pour ajuster le volume

source: Ctrl+Click to bring player to the front
fr: Ctrl+Clic pour mettre le lecteur au premier plan
